app/views/students/index.html.erb

<div>
  <% Student.all.each do |student| %>
---
SELECT "students".* FROM "students"